Repository: agonzexp/tt-54054903
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: (See our pages on complementary and alternative therapies for more information.)
es_es: (Consulte nuestras páginas sobre terapias complementarias y alternativas para obtener más información).

source: (See our pages on how to cope with suicidal feelings for more information.)
es_es: (Consulte nuestras páginas sobre cómo lidiar con los pensamientos suicidas para obtener más información).

source: (See our pages on seeking help for a mental health problem for tips on how to talk to your doctor about your mental health.)
es_es: (Consulte nuestras páginas sobre cómo buscar ayuda para un problema de salud mental para obtener consejos sobre cómo hablar con tu médico sobre tu salud mental).

source: (This is the body’s automatic way of preparing to respond to a threat, sometimes called the 'fight, flight or freeze' response).
es_es: (Esta es la forma automática que tiene el cuerpo para prepararse para responder a una amenaza. Esto se llama respuesta de "lucha, huida o bloqueo de respuesta").

source: (You can find out more about ecotherapy, including details of local programmes, in our pages on ecotherapy.)
es_es: (Puedes obtener más información sobre la ecoterapia, incluidos los detalles de los programas locales, en nuestras páginas sobre ecoterapia).

source: 0800 032 6233 (Wales)
es_es: 0800 032 6233 (Gales)

source: 0800 032 6235 (England)
es_es: 0800 032 6235 (Inglaterra)

source: 0844 477 2020 (Wales)
es_es: 0844 477 2020 (Gales)

source: 08444 111 444 (England)
es_es: 08444 111 444 (Inglaterra)

source: 08444 775 774 (Monday–Friday 9.30am–5.30pm)
es_es: 08444 775 774 (lunes a viernes de 9.30 a 17.30 p.m.)

source: 116 123 (24 hours a day)
es_es: 116 123 (24 horas al día)

source: 24-hour emotional support for anyone who needs to talk.
es_es: Soporte emocional las 24 horas para cualquier persona que necesite hablar.

source: When you’re under a lot of pressure it’s easy to set yourself large targets that are often unachievable.
es_es: Cuando estás bajo mucha presión, es fácil establecerte grandes metas que a menudo son inalcanzables.

source: You might find coping with the day-to-day symptoms of your mental health problem, as well as potentially needing to manage medication, heath care appointments or treatments, can become extra sources of stress.
es_es: Es posible que te enfrentes día a día a los síntomas de tus problemas de salud mental, probablemente necesitando tomar medicamentos, citas médicas u otros tratamientos, los cuales pueden convertirse en causas adicionales de estrés.

source: Cognitive behavioural therapy (CBT), which helps you understand your thought patterns, recognise your trigger points and identify positive actions you can take.
es_es: Terapia cognitiva conductual (TCC), que te ayuda a comprender tus patrones de pensamiento, reconocer tus puntos desencadenantes e identificar las medidas positivas que puedes adoptar.

source: Fit for Work provides impartial work-related health advice and can refer you to occupational health professionals for support in returning to work.
es_es: Fit for Workproporciona consejos de salud imparciales relacionados con el trabajo y puede derivarlo a profesionales de la salud ocupacional para que lo ayuden a regresar al trabajo.

source: Mindfulness based stress reduction (MBSR), which combines mindfulness, meditation and yoga with a particular focus on reducing stress.
es_es: Reducción del estrés basada en mindfulness (MBSR), que combina mindfulness, meditación y yoga con un enfoque particular en la reducción del estrés.

source: Rethink Mental Illness has more information about different schemes and organisations that can help you into work.
es_es: Rethink Mental Illnesscontiene más informaión sobre diferentes organizaciones que pueden ayudarte en el trabajo.

source: abuse
es_es: Maltrato

source: antidepressants if you're experiencing depression or anxiety
es_es: antidepresivos si está experimentando depresión o ansiedad

source: anxious, nervous or afraid
es_es: ansioso, nervioso o asustado

source: being a carer for a friend or relative who needs lots of support.
es_es: cuidar de un amigo o pariente que necesita mucho apoyo.

source: depressed
es_es: Deprimido

source: housing problems such as poor living conditions, lack of security or homelessness
es_es: problemas de vivienda, así como malas condiciones de vida, falta de seguridad o no tener una vivienda

source: insurance cover
es_es: seguro

source: problems getting to sleep, staying asleep or having nightmares
es_es: problemas para dormir, quedándote dormido o teniendo pesadillas

source: sleeping pills or minor tranquillisers if you're having trouble sleeping
es_es: pastillas para dormir o ansiolíticos si tienes problemas para dormir

source: time-to-change.org.uk (England)
es_es: time-to-change.org.uk (Inglaterra)

source: timetochangewales.org.uk (Wales)
es_es: timetochangewales.org.uk (Gales)

source: Connecting with them can help to build up a network of support and make being at work more enjoyable.
es_es: Conectar con ellos puede ayudarte a construir una red de apoyo y hacer que sea más ameno estar en el trabajo.

source: managing external pressures, so stressful situations don't seem to happen to you quite so often
es_es: gestionando las presiones externas, de esta forma no sentirás que las situaciones estresantes se te presentan con mucha frecuencia

source: Listen to how they are feeling. Having a chance to talk openly could help someone to feel calmer and more able to move forward. Just being there for them will probably help lots.
es_es: Escucha cómo se siente Tener la oportunidad de hablar abiertamente podría ayudar a que alguien se sienta más tranquilo y capaz de seguir adelante.

source: Ask for help.
es_es: Pedir ayuda

source: Ask someone if they can help.
es_es: Pregúntele a alguien si te puede ayudar.

source: Balance your time. Occasionally you may need to work longer hours to get something done, but try to claim this time back later if you can.
es_es: Equilibra tu tiempo Es posible que en ocasiones necesites trabajar más horas para terminar algo, pero trata de reclamar este tiempo más tarde si puedes.

source: Be realistic.
es_es: Sé realista

source: Develop end of day habits. Do something at the end of each working day, such as tidying your desk or making a list of what needs to be done tomorrow.
es_es: Desarrolla actividades al final del día. Haz algo al final de cada día laboral, como ordenar tu escritorio o hacer una lista de lo que tienes que hacer mañana.

source: Develop good relationships with your colleagues.
es_es: Consigue tener buenas relaciones con tus colegas.

source: Don't let your life be work.
es_es: No dejes que tu vida sea trabajo.

source: Help them address some causes of stress, if you can.
es_es: Ayúdale a abordar algunas causas del estrés, si puedes.

source: Help them identify their triggers. You can be specific about things you've observed, but try to stay open-minded and non-judgemental.
es_es: Ayúdale a identificar sus desencadenantes.Puedes ser específico sobre las cosas que has observado, pero trata de mantener tu mente abierta y sin prejuicios.

source: Help them learn and practise relaxation techniques. You could help them research good relaxation techniques and find ways to practise them, such as a weekly yoga class, or setting aside time for breathing exercises at home.
es_es: Ayúdale a aprender y practicar técnicas de relajación. Podrías ayudarle a hallar buenas técnicas de relajación así como formas de practicarlas, como una clase de yoga semanal, o hacer tiempo para practicar ejercicios de respiración en el hogar.

source: Help them reflect on whether they are stressed. Often, people don’t notice that some physical symptoms and behaviour (such as not being able to get to sleep, or drinking more than usual) are actually signs of stress.
es_es: Ayúdale a reflexionar sobre si está estresado. A menudo, las personas no se dan cuenta de que algunos síntomas y comportamientos físicos (como no poder conciliar el sueño o beber más de lo normal) son en realidad signos de estrés.

source: Identify your best time of day, and do the important tasks that need the most energy and concentration at that time.
es_es: Identifica tu mejor momento del día, y realiza las tareas importantes que necesitan más energía y concentración en ese momento.

source: If you don't feel supported, communicate this.
es_es: Si no te sientes apoyado, comunícalo.

source: Issues that come up regularly, and that you worry about, for example paying a bill or attending an appointment.
es_es: Problemas que surgen regularmente y de los que te preocupas, por ejemplo, pagar una factura o asistir a una cita.

source: Keep in touch with colleagues.
es_es: Mantente en contacto con tus compañeros.

source: Look after your physical health.
es_es: Trata de cuidar tu salud física.

source: Look after yourself. If someone around you is very stressed, you might become stressed too.
es_es: Cuida de ti mismo Si alguien de tu alrededor está muy estresado, es posible que tú también acabes estresándote.

source: Make a list of things you have to do.
es_es: Haz una lista de cosas que tienes que hacer.

source: Make a schedule with your manager for your first week back.
es_es: Haz un horario con tu jefe para tu primera semana de regreso.

source: Make a Wellness Action Plan to map out what causes you stress and what keeps you well at work.
es_es: Haz un plan de acción de bienestar para determinar qué te causa estrés y qué te hace sentir bien en el trabajo.

source: Mental health problems can cause stress.
es_es: Los problemas de salud mental pueden causar estrés.

source: One-off events that are on your mind a lot, such as moving house or taking an exam.
es_es: Eventos únicos en los que sueles pensar constantemente, como mudarte de casa o hacer un examen.

source: Ongoing stressful events, like being a carer or having problems at work.
es_es: Eventos estresantes, como tener que cuidar de alguien o tener problemas en el trabajo.

source: Our reaction to being placed under pressure – the feelings we get when we have demands placed on us that we find difficult to cope with.
es_es: Nuestra reacción ante la presión: cómo nos sentimos cuando tenemos responsabilidades con las que nos resultan difícil lidiar.

source: Reassure them that stressful situations can pass. For someone who is in the middle of a stressful time, it can be hard to see an end point.
es_es: Asegúrale que los momentos estresantes tienen un final Puede ser difícil ver un punto final para aquellos quienes están pasando por un momento estresante.

source: Recognising the signs of stress and the causes is a good place to start.
es_es: Un buen camino para empezar es hallar los indicios de estrés y sus causas.

source: Remember: if you are considered disabled (as defined by the Equality Act) because of your mental health problem, you have specific rights in relation to getting support at work.
es_es: Recuerda: si se te considera discapacitado (tal y como se define en la Ley de Igualdad) debido a tu problema de salud mental, tienes ciertos derechos a la hora de pedir apoyo en el trabajo.

source: Reward yourself for achievements. It is easy to focus on what needs to be done next and forget to reward yourself for what you have already accomplished.
es_es: Siéntete orgulloso por lo que has logrado Es fácil enfocarse en lo siguiente que se debe hacer y olvidarte de sentirte orgulloso por lo que ya has logrado.

source: Set smaller and more achievable targets.
es_es: Establece objetivos más pequeños y alcanzables.

source: Situations or events that put pressure on us – for example, times where we have lots to do and think about, or don't have much control over what happens.
es_es: Situaciones o acontecimientos que nos ponen bajo presión: momentos en los que tenemos mucho que hacer y en qué pensar o en los que no tenemos mucho control sobre lo que sucede.

source: Stress can cause mental health problems, and make existing problems worse.
es_es: El estrés puede causar problemas de salud mental y empeorar problemas ya existentes.

source: Support them to seek professional help. For example, you could help them contact their GP, go with them to an appointment or do some research on mental health and wellbeing (see our page on helping someone else seek help for lots more ideas).
es_es: Dale apoyo para acudir a una ayuda profesional. Por ejemplo, podrías ayudarle a ponerse en contacto con su médico de cabecera, asistir con él a una cita o investigar sobre la salud mental y el bienestar (consulte nuestra página en ayudar a otra persona a buscar ayuda para muchas más ideas).

source: Take breaks and take things slowly.
es_es: Toma descansos y toma las cosas lentamente.

source: Take short breaks throughout the day as well as at least half-an-hour away from your desk at lunch.
es_es: Toma descansos cortos durante el día así como mantenerte al menos media hora lejos de tu escritorio durante el almuerzo.

source: Take some time off.
es_es: Tómate un pequeño descanso.

source: Try mindfulness. Focusing on the here and now can help you to create space to respond in new ways to situations.
es_es: Prueba la técnica del mindfulness. Si te centras en este tipo de ejercicio puede que te ayude a crear espacios para encontrar nuevas maneras de responder a ciertas situaciones.

source: Try different coping techniques to use as soon as you start to feel pressure building.
es_es: Intenta realizar diferentes técnicas de adaptación para usarlas cuando empieces a sentir cómo la presión aumenta.

source: Try not to do too much at once. If you take on too much, you might find it harder to do any individual task well.
es_es: Intenta no hacer demasiado al mismo tiempo Si asumes demasiado, puede que te cueste más hacer bien cualquier tarea individual.

source: Vary your activities. Balance interesting tasks with more mundane ones, and stressful tasks with those you find easier or can do more calmly.
es_es: Varía tus actividades Equilibra tareas interesantes con otras más mundanas, y tareas estresantes con las que te resulten más fáciles o que puedas hacer con más calma.

source: Visit your GP. Your GP can assess whether you are fit to return to work, give you advice as part of your fit note and make suggestions about what changes your employer could make to help you.
es_es: Su médico de cabecera puede evaluar si está en condiciones de regresar al trabajo, darle consejos como parte de su nota de ajuste y hacer sugerencias sobre los cambios que su empleador podría hacer para ayudarlo.

source: Work out what you find stressful and helpful in the workplace.
es_es: Intenta cuadrar aquello que encuentres estresante y que te ayude en el lugar de trabajo

source: developing your emotional resilience, so you're better at coping with tough situations when they do happen and don't feel quite so stressed
es_es: Desarrollando tu resiliencia emocional, para que sepas cómo lidiar con situaciones difíciles cuando se presenten

source: doing a course. The Open University has a number of distance learning courses that are free.
es_es: Hacer un curso. La Open University posee una variedad de cursos para hacer a distancia gratuitos.

source: filling out a Wellness Action Plan (WAP). This can help you to think about your support needs and what would help you stay well in the workplace.
es_es: rellenar un Plan de Acción de Bienestar (WAP). Esto puede ayudarte a pensar en tus necesidades de apoyo y en lo que te ayudaría a estar bien en el lugar de trabajo.

source: how experienced you are at dealing with that particular type of pressure
es_es: tu experiencia lidiando con ese tipo particular de presión

source: how many hours you can work – do you have other commitments that take up your time?
es_es: cuántas horas puedes trabajar – ¿tienes algún otro compromiso que ocupe tu tiempo?

source: joining a community group. You can search for local community groups and services on this government website.
es_es: Unirse a una comunidad. Encuentra un grupo de ayuda comunitaria en esta página web del gobierno.

source: talking to your manager in private during supervision or requesting a one-to-one meeting
es_es: hablar con tu jefe en privado durante el periodo de supervisión o solicitar una reunión uno a uno

source: volunteering. For local volunteering ideas and opportunities, see the National Council For Voluntary Organisations website (England) or Volunteering Wales website.
es_es: Voluntariado.Para ideas de voluntariados y oportunidades localesNational Council For Voluntary Organisations página web (Inglaterra) o la página web Volunteering Wales

source: what you would like to say during the meeting. You might find it useful to bring some notes with you
es_es: qué te gustaría decir durante la reunión.. Es posible que te ayude llevar algunas notas.

source: when you can work them – do you need time during the day to go to appointments, or evenings free for child care?
es_es: cuándo puedes trabajarlos – ¿necesitas tiempo durante el día para asistir a citas, o tardes libres para cuidar a tus niños?

source: where you work – how long do you want to commute?
es_es: dónde trabajas – ¿por cuánto tiempo quieres trabajar?

source: who you work with – do you prefer to work on your own, or with other people?
es_es: con quién trabajas – ¿prefieres trabajar solo o con otras personas?

source: your emotional resilience to stressful situations
es_es: tu capacidad de recuperación emocional en situaciones estresantes

source: your perception of the situation – this might be connected to your past experiences, your self-esteem, and how your thought processes work (for example, if you tend to interpret things positively or negatively)
es_es: tu percepción de la situación: esto podría estar relacionado con experiencias pasadas tuyas, tu autoestima y cómo funcionan tus procesos de pensamiento (por ejemplo, si tiendes a interpretar las cosas de manera positiva o negativa)

source: A friendly, supportive, online community where you can talk openly about how you’re feeling.
es_es: Una comunidad online, amigable y solidaria donde puedes hablar abiertamente sobre cómo te sientes.

source: About anxiety
es_es: La ansiedad

source: Abuse
es_es: Maltrato

source: Acas website
es_es: Sitio web de Acas

source: Accept the things you can't change
es_es: Acepta las cosas que no puedes cambiar

source: Addiction and dependency
es_es: Adicción y dependencia

source: Address some of the causes
es_es: Identifica algunas de las causas

source: Advice and guidance on employment relations.
es_es: Asesoramiento y orientación sobre relaciones laborales.

source: Advice and support for people living with anxiety.
es_es: Asesoramiento y apoyo para las personas que padecen de ansiedad.

source: Advice and support on returning to work after four weeks or more on sick leave.
es_es: Asesoramiento y apoyo para regresar al trabajo después de cuatro semanas o más de baja por enfermedad.

source: Also, when we feel anxious, our bodies release hormones called cortisol and adrenaline.
es_es: Además, cuando nos sentimos ansiosos, nuestro cuerpo libera unas hormonas llamadas cortisol y adrenalina.

source: Alternatively, you could check your local noticeboards and newspapers to find out what is available near you.
es_es: También puedes mirar en los tablones de anuncios locales y periódicos para encontrar aquellos que están más cerca de ti.

source: Although there will probably lots of things in your life that you can't do anything about, there might still be some practical ways you could to resolve or improve some of the issues that are putting pressure on you.
es_es: Aunque probablemente haya muchas cosas en tu vida con las que no puedas hacer nada, todavía podría haber alguna manera de resolver o mejorar algunos de los problemas que te presionan.

source: An online community of people who are finding it hard to cope.
es_es: Una comunidad online de personas a las que les resulta difícil lidiar con el día a día.

source: An organisation which challenges mental health stigma and discrimination.
es_es: Una organización que desafía el estigma y la discriminación en la salud mental.

source: Anxiety UK
es_es: Ansiedad Reino Unido

source: Anxiety and panic attacks
es_es: Ansiedad y ataques de pánico

source: Arrange them in order of importance, and try to focus on the most urgent first.
es_es: Organízalos en orden de importancia y trata de enfocarte primero en lo más urgente.

source: Arrange to catch up on any training you have missed.
es_es: Organízate para ponerte al día con cualquier entrenamiento que te hayas perdido.

source: Arrange with your manager to drop in to work before you return, to say hello to colleagues and get re-familiarised.
es_es: Queda con tu jefe para pasarte por el trabajo antes de que regreses, para saludar a sus compañeros y volver a familiarizarte.

source: At times you may find that your work is affected because of your mental health problem.
es_es: En ocasiones puede que tu trabajo se vea afectado por tu problema de salud mental.

source: Be Mindful
es_es: Tener en cuenta

source: Be Mindful website
es_es: El sitio web de Be Mindful

source: Before deciding to take any drug, it's important to make sure you have all the facts you need to make an informed choice.
es_es: Antes de tomar cualquier medicamento, es importante asegurarse de tener todos los datos que necesitas para tomar una decisión informada.

source: Before taking medication
es_es: Antes de tomar medicación

source: Being calm and relaxed will make you more able to help someone else.
es_es: Si estás calmado y relajado serás más capaz de ayudar a otra persona.

source: Being self-employed or freelancing involves working for yourself.
es_es: Ser autónomo o trabajar independientemente implica trabajar para ti mismo.

source: Being under pressure is a normal part of life.
es_es: Estar bajo presión forma parte de la vida

source: Big White Wall
es_es: Gran pared blanca

source: Breathing strategies, having a mindset and thinking, 'I can do this!'
es_es: Estrategias de respiración, teniendo una mentalidad y pensando, '¡Puedo hacer esto!'

source: Building resilience can help you to adapt to challenging circumstances.
es_es: Construir resistencia puede ayudarte a enfrentarte a estas circunstancias.

source: But because they can bring big changes or make unusual demands on you, they can still be very stressful.
es_es: Sin embargo, puesto que pueden conllevar grandes cambios o requerir demasiado de tu parte, pueden ser también muy estresantes.

source: But by making a few changes, and with support from your employer, work can be a positive experience.
es_es: Pero al hacer algunos cambios y con el apoyo de su jefe, el trabajo puede ser una experiencia positiva.

source: But if you often become overwhelmed by stress, these feelings could start to be a problem for you.
es_es: Pero si a menudo te sientes agobiado por el estrés, estos sentimientos podrían comenzar a ser un problema.

source: But if you're feeling low or usually prefer not to be the centre of attention, this situation might cause you to experience signs of stress.
es_es: Pero si estás de bajón o, por lo general, prefieres no ser el centro de atención, esta situación podría provocarte sentir signos de estrés.

source: But there is support available to help you in the workplace.
es_es: Pero hay apoyo disponible para ayudarte en el lugar de trabajo.

source: But whatever your personal definition of stress is, it's likely that you can learn to manage your stress better by:
es_es: Pero cualquiera que sea tu definición personal de estrés, es probable que puedas aprender a manejar mejor tu estrés de la siguiente manera:
